Repository: fweinaug/wikini
Catalog: src/WikipediaApp/WikipediaApp/Strings/*/Resources.resw
Source language: en
Languages: nl

# AppArticleLoadingFailedContentDialog.Content
source: The article could not be loaded. Please check your internet connection and try again.
nl: Het artikel kon niet worden geladen. Controleer uw internetverbinding en probeer het opnieuw.

# AppArticleLoadingFailedContentDialog.PrimaryButtonText
source: Close
nl: Sluiten

# ArticleAddFavoriteAppBarButton.Label
source: Add to Favorites
nl: Toevoegen aan favorieten

# ArticleBackAppBarButton.Label
source: Back
nl: Terug

# ArticleBrowserAppBarButton.Label
source: Open in Browser
nl: Openen in browser

# ArticleContentsAppBarButton.Label
source: Contents
nl: Inhoud

# ArticleContentsPaneHeaderTextBlock.Text
source: Table of contents
nl: Inhoudsopgave

# ArticleForwardAppBarButton.Label
source: Forward
nl: Voorwaarts

# ArticleHistoryAppBarButton.Label
source: History
nl: Geschiedenis

# ArticleHistoryPaneHeaderTextBlock.Text
source: History
nl: Geschiedenis

# ArticleImagesAppBarButton.Label
source: Show pictures
nl: Afbeeldingen tonen

# ArticleImagesEmptyTextBlock.Text
source: This article does not contain any pictures.
nl: Het artikel bevat geen afbeeldingen.

# ArticleLanguagesAppBarButton.Label
source: Languages
nl: Talen

# ArticleLanguagesPaneHeaderTextBlock.Text
source: Languages
nl: Talen

# ArticlePinAppBarButton.Label
source: Pin to Start
nl: Aan "Starten" vastmaken

# ArticleRefreshAppBarButton.Label
source: Refresh
nl: Update

# ArticleRemoveFavoriteAppBarButton.Label
source: Remove from Favorites
nl: Verwijderen uit favorieten

# ArticleSettingsAppBarButton.Label
source: Settings
nl: Instellingen

# ArticleShareAppBarButton.Label
source: Share
nl: Delen

# ArticleTopAppBarButton.Label
source: Go to beginning
nl: Naar de top

# MainFavoritesAppBarButton.Label
source: Favorites
nl: Favorieten

# MainFavoritesPaneHeaderTextBlock.Text
source: Favorites
nl: Favorieten

# MainHistoryAppBarButton.Label
source: History
nl: Geschiedenis

# MainHistoryPaneHeaderTextBlock.Text
source: History
nl: Geschiedenis

# MainHomepageAppBarButton.Label
source: Homepage
nl: Startpagina

# MainLanguagesAppBarButton.Label
source: Languages
nl: Talen

# MainLanguagesPaneHeaderTextBlock.Text
source: Languages
nl: Talen

# MainNoSearchResultsTextBlock.Text
source: No articles found
nl: Geen artikelen gevonden

# MainRandomAppBarButton.Label
source: Random
nl: Toevalligheid

# MainSettingsAppBarButton.Label
source: Settings
nl: Instellingen

# SettingsAboutHeaderTextBlock.Text
source: About this app
nl: Info over deze app

# SettingsChangelogButton.Content
source: What's New
nl: Nieuwigheden

# SettingsChangelogContentDialog.PrimaryButtonText
source: Close
nl: Sluiten

# SettingsChangelogContentDialog.Title
source: What's New
nl: Nieuwigheden

# SettingsDesignDarkRadioButton.Content
source: Dark
nl: Donker

# SettingsDesignLightRadioButton.Content
source: Light
nl: Licht

# SettingsDesignSystemRadioButton.Content
source: Use system setting
nl: Systeeminstellingen gebruiken

# SettingsDesignTextBlock.Text
source: Design
nl: Ontwerp

# SettingsDisclaimerButton.Content
source: Disclaimer
nl: Wettelijke informatie

# SettingsDisclaimerContentDialog.PrimaryButtonText
source: Close
nl: Sluiten

# SettingsDisclaimerContentDialog.Title
source: Disclaimer
nl: Wettelijke informatie

# SettingsFeedbackButton.Content
source: Feedback
nl: Terugmelding

# SettingsFontSizePreviewTextBlock.Text
source: Preview
nl: Voorbeschouwing

# SettingsFontSizeSlider.Header
source: Show articles in selected font size
nl: Toon artikel in geselecteerde lettergrootte

# SettingsFontSizeTextBlock.Text
source: Font Size
nl: Lettergrootte

# SettingsHeaderTextBlock.Text
source: Settings
nl: Instellingen

# SettingsHistoryClearButton.Content
source: Clear History
nl: Geschiedenis wissen

# SettingsHistorySessionToggleSwitch.Header
source: Show only articles viewed during this session in history
nl: Toon alleen de items die tijdens deze sessie zijn bekeken in de sessie.

# SettingsHistorySessionToggleSwitch.OffContent
source: Off
nl: Uit

# SettingsHistorySessionToggleSwitch.OnContent
source: On
nl: Aan

# SettingsHistoryTextBlock.Text
source: History
nl: Geschiedenis

# SettingsImagesDisabledTextBlock.Text
source: Images
nl: Afbeeldingen

# SettingsImagesDisabledToggleSwitch.Header
source: View articles without images to save data volume or in case of a slow Internet connection
nl: Toon artikel zonder afbeeldingen om datavolume op te slaan of met een langzame internetverbinding.

# SettingsReviewButton.Content
source: Review in Store
nl: Beoordeel deze app in de winkel

# SettingsSearchRestrictedTextBlock.Text
source: Live Search
nl: live-zoeken

# SettingsSearchRestrictedToggleSwitch.Header
source: Display live search results when connected to a metered network
nl: Geef de zoekresultaten weer tijdens het typen, zelfs bij een geklokte verbinding.

# SettingsSearchRestrictedToggleSwitch.OffContent
source: Off
nl: Uit

# SettingsSearchRestrictedToggleSwitch.OnContent
source: On
nl: Aan

# SettingsSectionsCollapsedTextBlock.Text
source: Sections
nl: Secties

# SettingsSectionsCollapsedToggleSwitch.Header
source: Collapse sections when opening articles and only show main chapters in table of contents
nl: Als u een artikel oproept, klapt u alle secties in en toont u alleen de belangrijkste hoofdstukken in de inhoudsopgave.

# SettingsSectionsCollapsedToggleSwitch.OffContent
source: Off
nl: Uit

# SettingsSectionsCollapsedToggleSwitch.OnContent
source: On
nl: Aan

# SettingsThanksTextBlock.Text
source: Thank you!
nl: Hartelijk dank!
